export const Programs = [
	{
		id: 'boys',
		name: 'Пацанки',
		subName: 'Телепередача, 60 мин, 12+',
		description: 'Пацанки отправляются домой, чтобы показать своим близким не только своё внешнее преображение, но и внутреннее. Для одних девушек это окажется радостным событием, а для других – трудным испытанием. Какие задания от преподавателей ждут учениц в их родных городах? И какой получится поездка домой, смотрите в программе «Новые Пацанки 2».',
		rating: 4.4,
		countRating: 152,
		season: [
			[
				{
					id: 1,
					name: 'Пилот',
					desc: '1 серия',
					srcImage: '/poster.png',
				},
			],
			[
				{
					id: 2,
					name: 'Новое начало',
					desc: '1 серия',
					srcImage: '/poster.png',
				},
			],
			[
				{
					id: 3,
					name: 'Поворот',
					desc: '1 серия',
					srcImage: '/poster.png',
				},
			],
		],
		comments: [
			{
				srcImage: '/avatar/1.png',
				userName: 'Сергей Иванов',
				date: '17.02.2022',
				description: 'Обожаю пацанок. 1 сезон это нечто! Скорее бы 3 серию, а то я устал ждать. Смотрел бы целыми днями напролет, но жена не разрешает:(',
			},
			{
				srcImage: '/avatar/2.png',
				userName: 'Людмила',
				date: '02.11.2023',
				description: 'Обожаю пацанок. 2 сезон это нечто! Скорее бы 3 серию, а то я устал ждать. Смотрел бы целыми днями напролет, но жена не разрешает:(',
			},
		],
		similar: [
			{
				name: 'Импровизация',
				channel: 'ТНТ',
				time: '18:00 - 19:00',
				srcImage: '/program/improvization.png',
			},
		],
	},
]